{
    "description": [
        {
            "id": 1,
            "plant": {
                "set1": "Hydrangea planting time: It is recommended to plant hydrangeas in autumn, or early spring. Hydrangeas are cool-loving flowers and are also easy to grow. A suitable time of day for planting is in the early morning or cool afternoon. The plant will grow quickly in a season with warm weather.",
                "set2": "Soil requirements<br>- Hydrangeas cannot live and grow in stagnant soil. So make sure the soil has good drainage when planting. <br> Hydrangeas thrive in fertile, well-drained, high-moisture soils. If the soil is poor in nutrients, it is necessary to add decaying compost to the soil before planting",
                "set3": "Temperature and lighting. <br>- Hydrangeas are species that love cold and cool weather, so in Vietnam, the flower is most often grown in Dalat, Sapa, Tam Dao,....<br>- Full sun in the morning, partial shade from noon to late afternoon is the ideal way to support hydrangea growth. Avoid exposing plants to too intense sun in summer, especially seedlings.",
                "set4": "Hydrangea growing technique:<br>- You can grow hydrangeas with seeds or with branches evenly. The steps for planting a plant by cuttings are carried out as follows:<br>- Cutting: Choose a branch with many buds, the bark has turned woody, large and strong and lush leaves to cut about 30-40cm long. After cutting, soak in water for a few hours to stimulate the branches to take root. Then bring the branches into moist soil.<br>- Fix the cuttings: Use bamboo stakes to secure the branches to avoid shaking, then put them in a place with light sun.<br>Wait until the plant is healthy, steadily growing well. After seeing the appearance of cuttings grow new shoots. When you see that the seedling is sturdy enough to be planted, remove it to another place to plant"
            },
            "care": {
                "set1": "To create hydrangeas, care should be noted as follows: <br>- Water regularly, seeing that the plant has wilted leaves is watered immediately so as not to reduce the likelihood of flowering or not flowering. Abundant watering is required in the dry season. It must be predicted how much irrigation is enough so that water does not remain on the surface of the soil.<br>- Fertilization: 1 or 2 times a year in late winter, early spring the amount of fertilization varies according to the size of the plant. Do not abuse fertilizers that will harm the plant, do not spread manure close to the root, but must be watered after spreading manure.<br>Pruning: In winter at the latest is early spring (late pruning, there are no flowers that year).<br>- Pest control: Common diseases when growing hydrangeas are powdery mildew, leaf spot, leaf wilt. Common insect pests include aphids and red spider mites." 
            }
        },
        {
            "id": 2,
            "plant": "How to grow:<br>Choose cuttings from a large, strong mother plant, which has bloomed several times. Select out large fat branches, cut each segment about 10cm, arrange the branches carefully to distinguish the stem from the top.<br>Dip the branches in the root stimulator solution then plug into a pot or soil with the tops facing upwards, about 1-2cm deep, the plant is at least 2cm from the tree.<br>Water mist style to keep the soil moist, place the nursery pot in a dry, lighted place, after about 1-2 weeks, the branches will take root and grow into new plants.<br>Continue to care until the plant is about 15cm tall, it can be separated and planted separately for convenient care.",
            "care": "How to care:<br>Similar to planting, the Portulaca flower care process is also not too difficult, here are a few notes you can refer to:<br>- Irrigation water: thanks to its ability to store water, Portulaca flowers can live in arid conditions. But in order for the flower to live well and produce a lot of flowers, you should ensure soil moisture, preferably about 2 times a week, in sunny weather, additional watering is possible. The time of watering is early in the morning, each watering only needs to moisten the soil enough, avoid waterlogging.<br>- Lighting: Portulaca flower planting sites should be well ventilated, well-lit, because this species is light-loving. The more exposed to light, the faster the plant grows and blooms more flowers, the brighter the flower color will be.<br>- Nutrition: about once every 2 months, you fertilize the plant with some manure or dinamic fertilizer, after fertilizing, water immediately, just that is enough for the plant to grow.<br>- Pruning and pest control: during care, remember to regularly observe, if you see that the branches are rotten, the flowers have completely faded, they should be cut off to create conditions for new buds. In addition, if a pest or snail is detected, it should be removed immediately to avoid spreading.<br>A flower that is both easy to grow, easy to care for and meaningful, there is no reason why you should not plant a few flower bushes ten hours in the garden to adorn the living space."
        },
        {
            "id": 3,
            "plant": "How to grow:<br>- Planting with seeds: People should treat seeds by soaking in warm water at 60 degrees Celsius for 6 hours, then sowing directly into pots. Seeds will germinate after 4-7 days.<br>- Planting with seedlings: Put the plant in a prepared hole or pot, fill it with soil so that the roots are straight and take care not to break the pot.",
            "care": "How to plant:<br>You should follow the laurel tree care techniques below to have a good laurel tree.<br>How to water<br>- The plant needs high water requirements, so it is always necessary to water the plant enough.<br>- Watering is preferably in the early morning or late afternoon to avoid waterlogging, rotting the roots of plants."
        },
        {
            "id": 4,
            "plant": "How to grow:<br>- Soil for planting and potting plants:<br>You can choose planters for pineapples such as cement pots, grindstone pots, glass pots, porcelain pots ... But the pot needs to have drainage holes, avoiding waterlogging.<br>The soil for ornamental pineapple candles needs to retain moisture well, breathable, loose and easily drained. You can mix your own organic meat soil mixture, coir substrate, perlite, fresh husk, charcoal or buy specialized leaf ornamental soil.<br>- Techniques for growing pineapple trees with red candles:<br>Plant propagation is very simple, just separate the ornamental pineapple tree about 8cm from the mother plant and take it to plant. Next, place the plant in indirect light or indoors but leave the plant in the sun for 2-3 hours a week, to help the plant photosynthesize better.<br>Attention when planting pineapple trees ornamental red candles:<br>Do not water too much, it will cause the pot to waterlog and rot the roots.<br>The plant also needs enough light for growth, it is recommended to place it next to windows, skylights, balconies.<br>The plant needs little nutrition, so do not apply too much fertilizer that will cause overheating of the plant.",
            "care": "How to care:<br>Light:<br> Ornamental pineapple is a light-loving plant, when living in an environment with full light and moisture, the plant will grow very well. If placing plants indoors, it is necessary to choose locations with a lot of light, so it is best to place them in the East, South and West directions. In special cases where insufficient natural light is not provided, broad-spectrum light should be used to help plants grow and develop well.<br>- Temperature:<br>The plant has healthy roots, so it can adapt in many different environments. Usually the best temperature for plants ranges from 10 – 30oC.<br>- Irrigation water:<br>For indoor pineapple plants, candles should follow the irrigation schedule from 2-4 times / week. But if the air conditions are cold and the humidity is high, then the amount of water should be reduced to avoid harming the root system of the plant.<br>If the leaves appear curled or curled, it may be because the plant is dehydrated. At this point, you can put the whole plant in the water for a few minutes and continue the watering schedule as usual<br>- Fertilizer:<br>Fertilizers will accelerate plant growth and vitality. Helps plants to flower more beautifully and greener. When buying plants, you should ask the staff for advice on fertilizers specific to ornamental pineapples to avoid causing undesirable effects on the plant."
        },
        {
            "id": 5,
            "plant": "How to grow:<br>– Planting: The right temperature to grow this beautiful flower is from 15 to 20 degrees. It is possible to plant the plant twice in spring and autumn. Suitable planting time is March and around September – 10. It is recommended to plant in pots with a diameter of 15-30 cm with small Akadama soil.<br>– Change pots: When growing, the roots of snowflake plants will grow very deep, so when the plant germinates, it is recommended to quickly transfer the plant to another pot. Each pot should only plant 2-3 plants is suitable.<br>– Permanent planting: After the plant produces about 4-5 leaves, it is recommended to plant the tree with about cách 20 cm.<br>Place the plant in a place with enough sun and limit watering. The crops planted in the fall should be placed in places that are not affected by the cold. The plant does not survive high temperatures and low warmth, so in the summer it should not be left directly in the sun, but should be placed in cool shaded places.",
            "care": "How to care:<br>It is recommended to use moist organic soil or alluvial soil due to good moisture, high drainage capacity for growing snowflake flowers.<br>At the same time, snowflake flowers prefer and are suitable for an average temperature of 17-28 degrees Celsius, too hot or cold are not good for plant growth. Therefore, you should place the plant in a place with enough sun and limit watering (should only be watered every 1-2 days). Besides, to prevent diseases and pests, you should also choose a reasonable watering time, do not water too late (early morning or 5-6pm is reasonable), because at night there is night frost, so the humidity is high, the plant will be more susceptible to fungal infections.<br>The crops planted in the fall should be placed in places that are not affected by the cold. The plant does not tolerate high temperatures and low humidity, so in summer it is recommended not to expose the plant directly to the sun, but to place it in cool shaded places.<br>Fertilizing snowflake flowers.<br>At the period of plant growth it is necessary to fertilize once every 2–1 week. Apply NPK fertilizer with a uniform NPK ratio of 20 – 20 – 20. For early flowering, NPK fertilizer with a ratio of 12 – 30 – 17 should be applied and trace ingredients are often used to stimulate flowers.<br>At the same time, use a misting aerosol fertilizer to wet all the leaf surfaces, repeating the same every 7 to 10 days.Cây hoa bông tuyết thuộc dạng cây rủ nên thích hợp trồng chậu treo, luống hoặc trồng chậu, bồn ghép hỗn hợp với các loại hoa khác tạo thành chậu hoa tổ hợp rất mềm mại.. Bông tuyết là The spring flower is loved to decorate the house during Tet. Tiny snowflakes like white and pink snowflakes are extremely beautiful!"
        },
        {
            "id": 6,
            "plant": "The juniper tree, also known as the chrysanthemum, buttons, buttons,..... They have 2 main colors: purple and white, besides pink, deep red for flower growers to choose from.<br>Cypress chrysanthemums are herbaceous, with a height of about 30 to 60cm, erect, with many branches, and burning manure stems, when young will be green and specialize in purple-brown when the stem is old.<br>About the technique of growing juniper trees is quite simple, not too fussy. Because the plant belongs to the ornamental plant variety is quite easy to live, not too poorly selective to the soil, does not need many nutrients. But the plant loves the sun, which is also why the tree can grow wild even on rocky cliffs.<br>To grow this juniper plant, it is customary to use seeds for plant propagation. The seeds of the plant are sown directly into the ground and moistened so that the seeds can quickly germinate. After a sowing interval of 4 to 5 days, at this time the plant begins to sprout and develop the first leaves.<br>With seedlings from 20 to 25 days, you plant plants with a density of about 40 to 50 cm 1 plant, since this ornamental plant has a rather large crown. And monitor the crop for about 1 month, then bring the plants to the desired places. Once this prepare the planting soil with small-grained Akadama soil and half humus, then fertilize the plant to get more nutrition.",
            "care": "This is an ornamental plant that is not able to tolerate drought, so they need to be regularly moistened, especially when in the hot season you should cover the roots with humus. But it is also not a good waterlogging tolerant, so it is necessary to ensure good drainage.<br>In case the leaves do not grow well, you should fertilize the plant, but apply it before flowering for a long time, because if you apply a lot of fertilizer, the plant will bloom badly.<br>The plant often suffers from some pests and diseases such as soot aphids, green worms, cavity worms or infectious diseases caused by fungi ..... It is necessary to use appropriate drugs. If you are unsure, please contact Caycanh4mua so that we can advise you on the process of better care. Besides, at Bonsai 4 Seasons, we also always provide quality plant varieties for lovers of growing juniper trees."
        },
        {
            "id": 7,
            "plant": "Light-loving Mexican Petunia plants should be planted in well-lit, direct areas. The plant grows well in tropical climates, is easy to grow and care for. The plant can be propagated by cuttings or uprooting seedlings for planting. If cuttings, pay attention to choose young branches, just 1-2 years old, with a bright green color, it will be easier to grow.<br>Soil:  Mexican Petunia multiplies even in less fertile soils. You can choose the basic soils for planting, but it is necessary to have looseness and ventilation for good drainage. You can also add coconut fiber to compost with manure to add nutrients to the soil.<br>How to plant: Cut 1 piece of healthy branch from the mother tree about 30-40cm. Soak this flower stem in the Atonik root stimulator solution until full of water and swell, then remove. Finally, put this branch in a prepared earthen pot, then fertilize and water as usual. You can also cut several branches at the same time, but when plugging into the pot, note the distance of the branches so as not to limit the growth of the plant",
            "care": "The Mexican Petunia plant loves a lot of sun, so it must be watered regularly, 2 times a day regularly until the first sprout. Then water the super root fertilizer for healthy growth.<br>Fertilize at least 2–1 time a year. You use micronutrient fertilizer or NPK, or specialized fertilizer for flowers.<br>Spray plants with pest control from the moment of appearance of whiteflies landing on plants and leaves. When the plant rots the roots, uproot and spray neighboring plants with high-grade biological drugs.<br>The Mexican Petunia tree is both beautiful, supple and easy to grow and care for, right? Do you understand more about this familiar plant? If you have fallen in love with the Mexican Petunia, do not hesitate to save the planting method to have yourself a spring garden filled with dreamy purple colors."
        },
        {
            "id": 8,
            "plant": "How to grow:<br>- Soak the seeds: Select the seeds carefully, then take them to soak and put the seeds in a light-colored cloth, tie them up and put them in warm water for 3 to 4 hours.<br>- Soil preparation: The best sowing soil is a mixed soil consisting of black sand, coir flour and husk mixed together, so the soil should be placed in a seeding tray or cup with drainage holes.<br>- Proceed to sowing seeds: Using the tip of a bamboo toothpick, put each seed down a tray or cup, the distance between the seeds is 5 to 7cm. After the seeds are sown down, it is necessary to cover with a thin layer of earth on top.<br>- Watering: At the stage of germination, water with a mist nozzle 2 times a day, morning and afternoon cool to ensure that the soil is always kept moist.",
            "care": "How to care:<br>- Periwinkle trees need to be watered regularly 2 times a day in the early morning and evening, it is best to water with a mist nozzle to avoid waterlogging.<br>- Take care of the plant by applying flower nourishing fertilizer, this is a fertilizer that works to make the flowers colorful and long-lasting.<br>- Dosage: Mix 0.5 - 1 teaspoon / 1l spray water. Periodically every 7-10 days spraying. Note not to spray directly on the flower, but spray on the stem, the most suitable time is in the early morning or shady evening."
        },
        {
            "id": 9,
            "plant": "You can grow gerbils in the garden or in pots very simply by following these steps:<br>Step 1: Tillage<br>You need to choose a loose, nutritious and well-drained planting substrate, including: Clean soil + worm manure + husk husk + coconut acne.<br>Step 2: Choose a breed Depending on the conditions, you can grow field flowers with seedlings, stems or seeds.<br>Step 3: Planting<br>Plant gerbils in pots with a diameter of at least 20cm. It is recommended to plant plants in the morning and evening. Cleanipedia has a small note for you that it should be planted shallow and after planting it should be watered, positioning the plant vertically.",
            "care": "- Watering: For seedlings, light spraying should be done 2-3 times / day. When the plant takes root and is sturdy, you should not water it much because this will make the plant susceptible to waterlogging. In addition, you can also irrigate rain spray, trench or drip irrigation.<br>- Prepare a shelter: Field flowers do not tolerate frost, heavy rain and light, so you need to make a roof so that the plant grows as well as possible.<br>- Fertilization: You need to apply primer, top dressing as well as periodic fertilization for good flower growth as well as wrong flowering.<br>- Leaf pruning: When planting for 3-4 months, prune the branches to grow evenly and lushly."
        },
        {
            "id": 10,
            "plant": "Lighting conditions:<br>- The main prerequisite is lighting. Choose the location of the potted plant so that it is a place with moderate sunlight. Where there is morning sunlight or sunlight is shining in, it is very good.<br>- Remember! It is not recommended to leave the rose pot in a place with strong, hot light. Or places with a lack of light, because of a lack of light the plant will not be able to flower.<br> In addition, lack of light also makes the plant susceptible to diseases, less productive, and not beautiful flowering.<br>Potting selection:<br>In order for persimmons to grow well, there must be a flower pot suitable for the plant, right?<br>So how to choose a pot?<br>It is recommended to choose sticks with a width of 40cm, height of about 30cm. If you choose an enamel pot, choose size 4. If not, planting them directly into the ground is best.<br>Remember when planting flowers in pots, you should punch a large hole in the bottom of the pot. This helps prevent waterlogging of the roots when the plant is sprayed for irrigation. And it should be a little higher than the ground.",
            "care": "Roses are moisture-loving plants. So remember to water 2 times a day in the early morning and turn off the sun in the afternoon.<br>But do not water and at times it rains or noon is sunny. If watered in the evening, it will stagnate water on the leaves, easily causing the plant to suffer from fungal diseases.<br>Please use a specialized watering can. It is necessary to water very gently and moderately so as not to suffocate the plant.<br>If you want the flowers to have a richer and fresher color. The tip is that you can apply more potassium fertilizer when the flower buds have just emerged."
        },
        {
            "id": 11,
            "plant": "How to grow Lantana camara flowers is quite simple, you can refer to suggestions according to the following suggestions:<br>PREPARE:<br>• Items: Tray or pot<br>• Soil: You should choose soil with high porosity, helping to drain water easily and limit waterlogging. Also, mix more organic fertilizer into the soil to add nutrient content to the plant.<br>IMPLEMENT<br>• Step 1: Take part of the branch from the mother trunk, choose a branch about 15cm long and free from pests.<br>• Step 2: Put the branch into the earthen pot.<br>• Step 3: Care for the plant to grow until flowering is mature.",
            "care": "How to care for a Lantana camara flowering plant <br>• Irrigation water:<br>When the plant is young, water it 1-2 times a day, in the early morning and cool afternoon to help the plant grow healthy. When the plant matures and grows well, you can carry out watering 2-3 times per week, which will limit the waterlogging of the roots and lead to plant death.<br>• Light<br>Five-color flowers are light-loving plants and are able to withstand intense heat. Therefore, you can completely place plants in areas such as terraces, balconies or places with direct light without moving too much. <br>• Manure<br>If you ensure that the soil grows enough nutrients right from the planting stage, you will not need to apply too much fertilizer. On the other hand, if you want the plant to grow quickly or bloom abundantly and brightly, you can apply top dressing once a month.<br>• Basin<br>The roots of the  Lantana camara flowering plant grow very quickly. When the plant is young, you can choose small pots to store the plant. However, when the plant grows and needs to absorb more nutrients to serve growth, you should transfer the plant to a large and deep pot to help the plant stay lush and grow quickly."
        },
        {
            "id": 12,
            "plant": "How to plant:<br>Like most other ornamental plants, the way to grow Wrightia antidysenterica tree is not too complicated, the tree is propagated by the method of extracting and grafting branches.<br>When propagating trees by extracting and grafting, you need to pay attention to choosing large, strong tedious branches, especially without pests and diseases, with glossy green leaves, when propagated, it will achieve a high success rate.<br>The tree must meet the condition that it has been flowering for about 1 -2 years for the tree to be mature and healthy. After a period of 2-3 months of branch growth on the mother tree, the plant has stable rooting, you can cut the plant from the mother plant and plant and take care of it.",
            "care": "How to care:<br>- Soil:  Wrightia antidysenterica tree has strong vitality because it is a perennial plant, so the soil is not too demanding. However, you also need to find for the plant a loose soil, ensure nutrition and have enough ventilation so that the plant does not have water stagnation that damages the roots. You apply NPK fertilizer periodically to the plant about 1 time / 1 month, until after about half a year the plant has grown, you can use more organic fertilizer to fertilize the plant.<br>- Light:  The Wrightia antidysenterica tree you blessed is a light-loving plant and can tolerate partial shade, so you should plant or place potted plants in well-lit places but not directly hit by the sun.<br>- Watering: You need to make sure to give the plant the right amount of water so that it has the necessary moisture. As soon as you finish planting, you water the plant. Then during the plant development, you need to water regularly with a frequency of 2 times / 1 day in the early morning and cool afternoon on hot sunny days, 1 time / 1 day in the morning when the weather is cool so that the plant has enough water not to produce pathogens.<br>- Temperature and humidity: Wrightia antidysenterica tree can adapt and grow best at temperatures around 17-28 degrees Celsius and humidity at an average high of about 60-75%.<br>- Plant cleaning: You need to regularly kill grass, cultivate the soil around the base of the tree, pay attention to pruning withered and excess branches so that the foliage spreads round, beautiful shape, especially after the apricot tree blooms."
        },

        {
            "id": 13,
            "plant": "How to grow: <br>LIGHT: Money trees prefer bright, indirect light but can also tolerate low-light conditions. If you are growing your Money tree indoors, place it near a window where it will receive plenty of natural light.<br>WATERING: Like most tropical plants, the Money tree also enjoys slightly moist soil. You can keep your Money tree happy by watering the plant when the top inch of soil feels dry to the touch. Depending on the size of your plant and the pot it's in, this may be once a week or once every two weeks.Be sure to not overwater your plant as this can cause root rot.<br>SOIL: The Money tree grows best in rich, loamy soil that is well-draining. If your pot does not have drainage holes, make sure to add a layer of rocks or gravel to the bottom before adding the soil. This will help ensure that excess water can drain out of reach of the soil and avoid root rot.<br>FERTILIZING: We recommend fertilizing your Money tree every two to three weeks during the growing season (Spring and Summer). You can use a standard houseplant fertilizer or a slow-release fertilizer. During the fall and winter, you shouldn't fertilize your Money tree at all, as it won't need the extra energy to grow. During the fall and winter, the Money Tree will slow down its growth until the spring.<br>Temperature and Humidity: We've already learned that the Money Tree naturally grows in swamps in South America. If you look at its natural habitat, you'll see that it likes humidity. Like its natural rainforest habitat, the Money tree requires humidity; about 50-60%. You can provide this by using a humidifier or placing the plant's pot on a tray filled with pebbles and water.",
            "care":""
        },

        {
            "id": 14,
            "plant":"How to grow:<br>LIGHT: Low to bright indirect light, such as from a north-, east-, or west-facing window. Avoid direct sunlight, which can scorch the leaves. No windows? No problem. ZZ plant also grows well under fluorescent lighting.<br>WATERING: One of the rare ways you can kill a ZZ plant is by overwatering. During the active growing season (spring through early fall), only water every two weeks or when the top inch or two of soil feels dry. Water less frequently during the winter months or if growing your plant under low-light conditions.<br>SOIL: Use a well-draining potting mix that includes perlite.<br>FERTILIZING: Because ZZ plants can store nutrients in their roots, they don’t need frequent fertilization. Feed every month or so during spring and summer using an all-purpose houseplant fertilizer diluted to half the recommended rate. Do not fertilize in winter.<br>Temperature and Humidity: Indoors, grow at average room temperatures of 60 to 75 degrees F. If you put your plant outdoors during the summer, be sure to bring it back inside if temperatures fall below 50 degrees F.",
            "care": ""
        },
        {
            "id": 15,
            "plant": "How to grow:<br>LIGHT: The Kalanchoe pinnata plant loves the sun.Place your succulent in lightly shaded locations to protect them from harsh sunlight during the day. If you keep them indoors, opt for window sills that receive plenty of light throughout the day.<br>WATERING: You need to be careful while watering the Kalanchoe pinnata plant. They are a drought-resistant plant species.Always let the soil dry out completely before watering again.<br>SOIL: Any soil mix meant for succulents will work great for the Kalanchoe pinnata plant. Succulent soil mixes have good draining power, which is exactly what these plants need since they are prone to overwatering.<br>FERTILIZING: The Kalanchoe pinnata plant does not need fertilizer. It is a hardy plant and does well with the nutrients already present in the soil.<br>CLIMATE: The Kalanchoe pinnata plant thrives in warm climates. They love the sunlight and bloom during the summer. They can survive cold temperatures during the winter, but ideally, the temperature should not drop below 55 degrees Fahrenheit. If you live in an area with extremely cold winters, you need to move your plant indoors to prevent them from freezing.",
            "care": ""
        },
        {
            "id": 16,
            "plant":"How to grow:<br>LIGHT:<br>Your cedar bonsai will prefer indirect sun and requires at least 6-hours a day of sunlight. If you can furnish it with more, all the better.<br>WATERING: During the growing season you will usually be watering your bonsai daily. Allow the plant to get nearly dry before watering. Do not let it completely dry out. If the leaves turn yellow, it is a sign you are giving your bonsai too much water.<br>SOIL: The appropriate soil for the cedar bonsai is a mix made with mostly inorganic aggregates. Cedar trees prefer acidic soil so the addition of the pine bark mulch will add to the acidity while providing some organics to nourish your plant.<br>FERTILIZING: Your cedar bonsai will have very little soil. There are little, if any, organics to draw nutrients from, so it is necessary to replenish the trees nutrients occasionally. Any multi-purpose liquid fertilizer available at your friendly local nursery or garden center can be used for this purpose. For the cedar bonsai, remember to dilute the mixture by fifty percent with water before applying and apply every two weeks.<br>Temperature and Humidity: Cedars grow naturally in mountainous terrain from the Mediterranean to the Himalayas. This bonsai will tolerate some cold and moderate heat but does not thrive in high humidity.",
            "care":""
        },
        {
            "id": 17,
            "plant": "How to grow:<br>Light: Poinsettia grows best in bright, indirect light. Some direct morning sun is fine, but hot direct midday sun can cause bract color to fade.<br>Water: Water thoroughly, then allow top of soil to dry out between waterings. Remove the decorative foil to allow good drainage. This plant is prone to root rot if soil is too soggy.<br>Humidity: Average room humidity (around 40% relative humidity). Indoor air can become extremely dry in winter; check out these easy ways to increase humidity for your tropical plants.<br>Temperature: Average room temperatures 60-75°F/15-24°C. It doesn't like cold drafts from doors and windows. Exposing it to temperatures below 50°F/10°C can cause its leaves to drop. <br>Soil: Peat moss based potting mix<br>Fertilizer: Not usually necessary, but if the poinsettia is kept for another season it will benefit from a high-phosphorus fertilizer diluted by half every 2 weeks.<br>Propagation: Take 3 in (7.5 cm) stem tip cuttings when new growth starts in spring or early summer. Cuttings will ooze a milky sap that can be stopped by placing the cut end in water before potting it.",
            "care":""
        }
    ]
}